---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.LoadUsage
source: html/e621098b-335c-e011-7cdc-aedd61f307a2.htm
---
# LoadUsage Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.